texts/Sidrach.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>The Book of Sidrach</title>
<!-- 2023-09-09 Sat 11:50 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Seán D Vrieland" />
</head>
<body>
<div id="content">
<h1 class="title">The Book of Sidrach</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Introduction</a></li>
<li><a href="#sec-2">2. Meister Sydracks Bock (Low German)</a></li>
<li><a href="#sec-3">3. Sydrak (Danish)</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p>
<i>Le Livre de Sydrach le philosophe</i> is an anonymous encyclopedic text written in Old French (or possibly Provençal) in the late thirteenth century and later translated into multiple European languages, including Middle Low German and Old Danish.
</p>

<p>
The work is written as a dialogue between the Babylonian king <i>Boctus</i> and a wise philosopher named <i>Sidrach</i> (<i>Sydrak</i>, etc.). It is reminiscent of other encyclopedic dialogues such as the twelfth-century <i>Lucidarius</i>, compiled under the auspices of Henry the Lion (<i>Heinrich der Löwe</i>) in Braunschweig, ca. 1190.
</p>

<p>
The French text of <i>Sidrach</i> was translated into multiple European languages, including Italian (14th cent.), Dutch (14th?) and English (15th). A Low German translation is preserved in full in a manuscript from the end of the fifteenth century as well as a fragment from the sixteenth. Both manuscripts are held in and were possibly even produced in Denmark. A Danish translation preserved in a manuscript from the second half of the fifteenth century likely derives from the Low German translation.
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Meister Sydracks Bock (Low German)</h2>
<div class="outline-text-2" id="text-2">
<p>
<a href="https://handrit.is/manuscript/view/en/AM04-0807/0#mode/2up">Copenhagen, Den Arnamagnæanske Samling, AM 807 4to</a> is a parchment manuscript containing the <i>Book of Sidrach</i> in Low German. According to a <a href="https://handrit.is/manuscript/view/en/AM04-0807/307?iabr=on#page/152v/mode/2up">colophon at the end of the manuscript (f. 152v)</a>, it was written "To copenhauen na godes ghebort dusent vierhundert also vort in dem LXXIX Jaer" (in Copenhagen, 1479). 
</p>

<p>
The text opens with a list of the 387 questions which King Boctus poses to Sidrach, while the <a href="https://handrit.is/manuscript/view/en/AM04-0807/27?iabr=on#page/12v/mode/2up">main text begins on f. 13r</a>.
</p>

<p>
Árni Magnússon bought the manuscript from the auction of Frederik Rostgaard in 1726.
</p>

<p>
A fragment of the Low German <i>Sidrach</i> is found in the manuscript Copenhagen, Det Kgl. Bibliotek, NKS 285 fol. The mansucript was produced in the sixteenth century and belonged to P. F. Suhm, whose collection entered the Royal Library in 1798.
</p>

<p>
The Low German translation of <i>Sidrach</i> was <a href="https://archive.org/details/dasbuchsidrachn00jellgoog/mode/2up">edited in 1904 by H. F. Jellinghaus</a>.
</p>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Sydrak (Danish)</h2>
<div class="outline-text-2" id="text-3">
<p>
Copenhagen, Det Kgl. Bibliotek, NKS 236 is a fifteenth-century paper manuscript containing the <i>Book of Sidrach</i> in Danish. As with the fragmentary manuscript NKS 285 fol., this manuscript belonged to P. F. Suhm.
</p>

<p>
The Danish manuscript was edited by Gunnar Knudsen in 1921.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Seán D Vrieland</p>
<p class="date">Created: 2023-09-09 Sat 11:50</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.8)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
